Repository: Solid7s/Boxer-Plus
Catalog: Resources/mul.lproj/ImportWindow.xcstrings
Source language: en
Languages: es, fr, pt_br

# 3.title
source: Import a Game
es: Importar un juego
fr: Importer un jeu
pt_br: Importar um Jogo

# 15.title
source: Close
es: Cerrar
fr: Fermer
pt_br: Fechar

# 37.title
source: Launch installer
es: Ejecutar instalador
fr: Lancer l’installation
pt_br: Executar instalador

# 47.title
source: Back
es: Atrás
fr: Retour
pt_br: Voltar

# 50.title
source: Skip installer
es: Omitir instalador
fr: Ignorer l’installation
pt_br: Pular instalação

# 57.title
source: Other…
es: Otro…
fr: Autre…
pt_br: Outro…

# 70.title
source: Choose game folder…
es: Elegir carpeta de juego…
fr: Choisir le dossier de jeu…
pt_br: Escolha a pasta do Jogo…

# 141.title
source: Launch game
es: Iniciar juego
fr: Lancer le jeu
pt_br: Executar jogo

# 185.title
source: Show in Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
pt_br: Exibir no Finder

# 188.title
source: Close
es: Cerrar
fr: Fermer
pt_br: Fechar

# 249.title
source: Show gamebox in Finder
es: Mostrar gamebox en Finder
fr: Afficher la gamebox dans le Finder
pt_br: Exibir gamebox no Finder

# 250.title
source: Launch game
es: Iniciar juego
fr: Lancer le jeu
pt_br: Executar jogo

# 282.title
source: Show gamebox in Finder
es: Mostrar gamebox en Finder
fr: Afficher la gamebox dans le Finder
pt_br: Exibir gamebox no Finder

# 284.title
source: Clear icon
es: Vaciar icono
fr: Effacer l’icône
pt_br: Remover ícone

# 285.title
source: Paste as icon
es: Pegar como icono
fr: Coller comme icône
pt_br: Colar como ícone

# 286.title
source: Copy icon
es: Copiar icono
fr: Copier l’icône
pt_br: Copiar ícone

# 293.title
source: Launch game
es: Iniciar juego
fr: Lancer le jeu
pt_br: Executar jogo

# 320.title
source: Close
es: Cerrar
fr: Fermer
pt_br: Fechar

# 442.title
source: Search for cover art
es: Buscar carátula
fr: Rechercher la jaquette
pt_br: Procurar por capa

# 450.title
source: Please wait while Boxer scans your game.
es: Por favor espere mientras Boxer escanea su juego.
fr: Veuillez patienter pendant que Boxer analyse votre jeu.
pt_br: Espere enquanto o Boxer lê seu jogo.

# 452.title
source: Drop your game here.
es: Arrastre su juego aquí.
fr: Déposez ici votre jeu.
pt_br: Arraste seu jogo aqui.

# 454.title
source: Drop a CD-ROM, game folder or disc image and Boxer will import it into a new gamebox.
es: Arrastre un CD-ROM, carpeta de juego o imagen de disco y Boxer lo importará en un nuevo gamebox.
fr: Déposez un CD-ROM, un dossier de jeu ou une image disque et Boxer l’importera en tant que nouvelle gamebox.
pt_br: Arraste o CD-ROM, pasta do jogo ou imagem de disco e o Boxer importará para uma nova gamebox.

# 456.title
source: Boxer will now launch an installer to set up this game.
es: Boxer ejecutará ahora un instalador para configurar este juego.
fr: Boxer va maintenant lancer un programme d’installation pour configurer ce jeu.
pt_br: O Boxer vai executar agora o instalador deste jogo.

# 458.title
source: Choose installer:
es: Elegir instalador:
fr: Choix du programme d’installation :
pt_br: Escolha o instalador:

# 460.title
source: You can skip the installer if the game is already installed and ready to play.
es: Puede omitir el instalador si el juego está ya instalado y listo para jugar.
fr: Vous pouvez ignorer le programme d’installation si le jeu est déjà installé et prêt à être lancé.
pt_br: Voce pode pular a instalação do jogo se já estiver instalado.

# 462.title
source: If your game has more than one CD, you can import the others later from the Drives Inspector while you play.
es: Si su juego tiene más de un CD, puede importar los otros después desde el inspector de unidades al jugar.
fr: Si le jeu possède plus d’un CD, vous pouvez importer les autres plus tard à partir de l’inspecteur de lecteurs.
pt_br: Se seu jogo exigir mais CDs, você pode importar através do Inspetor de Discos enquanto jogar.

# 471.title
source: Please wait while Boxer finishes importing your game.
es: Por favor espere mientras Boxer finaliza la importación de su juego.
fr: Veuillez patienter pendant que Boxer termine l’importation.
pt_br: Aguarde enquanto o Boxer termina de importar.

# 473.title
source: Congratulations! Your new gamebox is ready to play.
es: ¡Felicidades! Su nuevo gamebox está listo para jugar.
fr: Félicitations ! Votre nouvelle gamebox est prête.
pt_br: Parabéns! Seu novo gamebox está pronto.

# 172.title
source: [Stop importing]
pt_br: [Parar importação]

# 229.title
source: [Gamebox name]
pt_br: [Nome da Gamebox]

# 467.title
source: [Current import stage]
pt_br: [Estágio atual]
